Repository: PolesProd/PouvoirDAgir
Catalog: languages/plugins/recent-facebook-posts-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Title:
fr_fr: Titre :

source: Usage
fr_fr: Utilisation

source: Appearance
fr_fr: Apparence

source: Thumbnail
fr_fr: Miniature

source: Clear Cache
fr_fr: Vider le cache

source: Open links in new window?
fr_fr: Ouvrir les liens dans une nouvelle fenêtre ?

source: Link text
fr_fr: Texte du lien

source: comments
fr_fr: commentaires

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: No recent Facebook posts to show
fr_fr: Aucune publication Facebook récente à afficher

source: Admins only notice
fr_fr: Notification réservée aux admins

source: Facebook error:
fr_fr: Erreur Facebook :

source: Connection error:
fr_fr: Erreur de connexion :

source: Number of posts:
fr_fr: Nombre de publications :

source: Show comment count?
fr_fr: Afficher le nombre de commentaires ?

source: Show link to Facebook page?
fr_fr: Afficher le lien vers la page Facebook ?

source: Find us on Facebook
fr_fr: Retrouvez-nous sur Facebook

source: 1 year ago
fr_fr: Il y a 1 an

source: 1 month ago
fr_fr: Il y a 1 mois

source: 1 week ago
fr_fr: Il y a 1 semaine

source: 1 day ago
fr_fr: Il y a 1 jour

source: 1 hour ago
fr_fr: Il y a 1 heure

source: 1 minute ago
fr_fr: Il y a 1 minute

source: 1 second ago
fr_fr: Il y a 1 seconde

source: Some time ago
fr_fr: Il y a quelques temps

source: Facebook Settings
fr_fr: Réglages Facebook

source: Get your App Secret from %s.
fr_fr: Obtenir votre App Secret de %s.

source: Load some default styles?
fr_fr: Charger les styles par défaut ?

source: Don't show images
fr_fr: Ne pas afficher les images

source: Max Width
fr_fr: Largeur maximum

source: Max Height
fr_fr: Hauteur maximum

source: Leave empty for default sizing
fr_fr: Laissez vide pour utiliser les tailles par défaut

source: Test Configuration
fr_fr: Tester la configuration

source: Test your plugin configuration using the button below.
fr_fr: Tester la configuration en utilisant le bouton ci-dessous.

source: Facebook Posts Cache
fr_fr: Cache des publications Facebook

source: Leave a %s review on WordPress.org
fr_fr: Laissez une %s évaluation sur WordPress.org

source: Please use the <a href="%s">plugin support forums</a> on WordPress.org.
fr_fr: Utilisez la <a href="%s">page support des forums</a> sur WordPress.org.

source: Lists a number of your most recent Facebook posts.
fr_fr: Liste un nombre de vos récentes publications Facebook.

source: Did you <a href="%s">configure the plugin</a> properly?
fr_fr: Avez-vous <a href="%s">configuré l’extension</a> correctement ?

source: Lists most recent posts from a public Facebook page.
fr_fr: Liste les publications récentes d’une page Facebook publique.

source: Other plugins
fr_fr: Autres extensions

source: Take a close look at the <a href="%s">installation instructions</a> for help configuring the plugin and registering your own Facebook application, which is required to get this plugin to work.
fr_fr: Jetez un œil aux <a href="%s">instructions d'installation</a> pour vous aider à configurer l’extension et enregistrer votre propre application Facebook, indispensable pour faire fonctionner cette extension.

source: Looking for support?
fr_fr: Vous avez besoin d’aide ?

source: Vote "works" on the WordPress.org plugin page
fr_fr: Votez "fonctionne" sur la page de l’extension sur WordPress.org

source: Tweet about Recent Facebook Posts
fr_fr: Tweetez à propos de Recent Facebook Posts

source: If you like this plugin, consider showing your consideration in one of the following ways.
fr_fr: Si vous aimez cette extension, pensez à nous remercier d’une des manières suivantes.

source: Show your appreciation!
fr_fr: Affichez votre appréciation !

source: The shortcode accepts various arguments, which are listed on the <a href="%s">plugin FAQ</a>.
fr_fr: Le code court accepte différents arguments, ils sont listés sur la <a href="%s">FAQ de l’extension</a>.

source: To show a list of your most recent facebook posts in your posts or pages, use the following shortcode.
fr_fr: Pour afficher une liste de vos publications Facebook récentes dans vos articles ou pages, utilisez le code court suivant.

source: Because fetching posts from Facebook is relatively slow the posts are cached for <strong>30 minutes</strong>. You can manually clear the cache using the button below.
fr_fr: La récupération des publications Facebook est lente, les publications sont mises en cache pendant <strong>30 minutes</strong>. Vous pouvez vider le cache manuellement en utilisant le bouton ci-dessous.

source: (in pixels, optional)
fr_fr: (en pixels, facultatif)

source: Image dimensions
fr_fr: Dimensions de l’image

source: Image size
fr_fr: Taille de l’image

source: Use <a href="%s">this tool</a> to find the numeric ID of your Facebook page.
fr_fr: Utilisez <a href="%s">cet outil</a> afin de trouver l’ID numérique de votre page Facebook.

source: Facebook Page ID or Slug
fr_fr: ID ou identifiant de la page Facebook

source: Get your App ID from %s.
fr_fr: Obtenir l’ID de votre App de %s.

source: The following error was encountered when testing your configuration.
fr_fr: L’erreur suivante a été rencontrée lors de la validation de votre configuration.

source: Your configuration seems to be okay and working. Nice work!.
fr_fr: Votre configuration semble correcte et fonctionnelle. Beau travail !

source: <strong>Cache cleared!</strong> You succesfully cleared the cache.
fr_fr: <strong>Cache vidé !</strong> Vous avez bien vidé le cache.

source: This plugin needs a Facebook application to work.
fr_fr: Cette extension nécessite une application Facebook afin de fonctionner.

source: Please fill in the Facebook Settings fields after creating your application.
fr_fr: Veuillez remplir les champs des Réglages Facebook après avoir créé votre application.

source: Not sure how to proceed? Please take a close look at the <a href="%s">installation instructions</a>.
fr_fr: Pas certain de la marche à suivre ? Suivez les <a href="%s">instructions d’installation</a>.

source: just now
fr_fr: à l’instant

source: Show link previews?
fr_fr: Afficher l’aperçu des liens ?

source: Show like count?
fr_fr: Afficher le nombre de « J’aime » ?

source: Excerpt length:
fr_fr: Longueur de l’extrait&nbsp;:

source: You need to <a href="%s">configure Recent Facebook Posts</a> first.
fr_fr: Vous devez d’abord <a href="%s">configurer les Publications Facebook récentes</a>.

source: likes
fr_fr: J’aime

source: Facebook App ID/API Key
fr_fr: ID/Clé API de l’App Facebook
